/* A time relative to an all day event.  e.g. 6pm the day before */
" the day before" = " the day before";

/* A time relative to an all day event.  e.g. 6pm the day of the event */
" the day of" = " the day of";

/* The day of the week and month for a yearly recurring event. %1$@: the week and day of the week. For example, Last Sunday. %2$@: the month the event repeats on. */
"%1$@ in %2$@" = "%1$@ in %2$@";

/* 0m */
"0 minutes before" = "0 minutes before";

/* 0hr */
"0hr" = "0hr";

/* 0min */
"0min" = "0min";

/* 1d */
"1 day before" = "1 day before";

/* 1hr */
"1 hour before" = "1 hour before";

/* 1mo */
"1 month before" = "1 month before";

/* 1w */
"1 week before" = "1 week before";

/* 10hr */
"10hr" = "10hr";

/* 10min */
"10min" = "10min";

/* 11hr */
"11hr" = "11hr";

/* 12hr */
"12 hours before" = "12 hours before";

/* 12hr */
"12hr" = "12hr";

/* 15m */
"15 minutes before" = "15 minutes before";

/* 15min */
"15min" = "15min";

/* 1hr */
"1hr" = "1hr";

/* 2d */
"2 days before" = "2 days before";

/* 2hr */
"2 hours before" = "2 hours before";

/* 2w */
"2 weeks before" = "2 weeks before";

/* 20min */
"20min" = "20min";

/* 25min */
"25min" = "25min";

/* 2hr */
"2hr" = "2hr";

/* 3d */
"3 days before" = "3 days before";

/* 30m */
"30 minutes before" = "30 minutes before";

/* 30min */
"30min" = "30min";

/* 35min */
"35min" = "35min";

/* 3hr */
"3hr" = "3hr";

/* 40min */
"40min" = "40min";

/* 45m */
"45 minutes before" = "45 minutes before";

/* 45min */
"45min" = "45min";

/* 4hr */
"4hr" = "4hr";

/* 5d */
"5 days before" = "5 days before";

/* 5m */
"5 minutes before" = "5 minutes before";

/* 50min */
"50min" = "50min";

/* 55min */
"55min" = "55min";

/* 5hr */
"5hr" = "5hr";

/* 5min */
"5min" = "5min";

/* 6hr */
"6 hours before" = "6 hours before";

/* 6hr */
"6hr" = "6hr";

/* 7hr */
"7hr" = "7hr";

/* 8hr */
"8hr" = "8hr";

/* 9hr */
"9hr" = "9hr";

/* When the participant's status is ACCEPTED */
"ACCEPTED" = "ACCEPTED";

/* After */
"After" = "After";

/* Desciption for an event that lasts all day. */
"All-Day" = "All-Day";

/* Description when an event's availability is free. */
"Available" = "Available";

/* Table header for all day event default alarms */
"Available Alarms" = "Available Alarms";

/* Table header for Default alarms */
"Available alarms" = "Available alarms";

/* The header of a table with a list of available alerts */
"Available Calvetica Alerts" = "Available Calvetica Alerts";

/* The title of the header of a table with default calendars */
"Available Event Calendars" = "Available Event Calendars";

/* The Event's availibility */
"Availibility:\n" = "Availibility:\n";

/* The calendar's type:BIRTHDAY */
"BIRTHDAY" = "BIRTHDAY";

/* Description when an event's availability is busy. */
"Busy" = "Busy";

/* The calendar's type:CALDAV */
"CALDAV" = "CALDAV";

/* Button text that lets the user cancel an edit to an event */
"Cancel" = "Cancel";

/* When the participant's role is chair */
"Chair" = "Chair";

/* Button text that will edit the repeating event's future details */
"Change all future events" = "Change all future events";

/* Button text for a repeating event, it will only edit the selected event */
"Change only this one" = "Change only this one";

/* Instructions to the user as a table foooter */
"Check to add as a default alarm, uncheck to remove as a default alarm" = "Check to add as a default alarm, uncheck to remove as a default alarm";

/* The footer in a table that gives instructions to the user */
"Check to select default event calendar" = "Check to select default event calendar";

/* When the participant's status is COMPLETED */
"COMPLETED" = "COMPLETED";

/* The user is able to choose a custom color */
"current selection" = "current selection";

/* Navigation item to Default All Day Event Alarms */
"Default All Day Event Alarms" = "Default All Day Event Alarms";

/* Navigation item to Default Alarms */
"Default Event Alarms" = "Default Event Alarms";

/* Defaults */
"Defaults" = "Defaults";

/* When the participant's status is DELEGATED */
"DELEGATED" = "DELEGATED";

/* When the user attempts to delete event details */
"Disabled" = "Disabled";

/* Email of the participant */
"Email" = "Email";

/* Describes the number of times an event will repeat before ending. */
"Ends after %1$i times." = "Ends after %1$i times.";

/* End date for a recurring event. %1$@: the date the event ends on. */
"Ends on %1$@." = "Ends on %1$@.";

/* The title for an alert message */
"Error Saving Event" = "Error Saving Event";

/* Description for an event will follow */
"Event" = "Event";

/* Navigation item to select from a list of calendars */
"Event Default Calendar" = "Event Default Calendar";

/* Navigation item to Event details
   Table header for Event details */
"Event details" = "Event details";

/* Frequency when an event repeats daily. %1$i: the interval the event repeats on. */
"Every %1$i days." = "Every %1$i days.";

/* Frequency when an event repeats monthly. %1$@: the interval the event repeats on. %2$@: the week and day the event repeats on or the days of the month. For example, Last Sunday. */
"Every %1$i months on the %2$@." = "Every %1$i months on the %2$@.";

/* Frequency when an event repeats weekly. %1$i: the interval the event repeats on. %2$@: the days of the week the event repeats on as a comma separated list. */
"Every %1$i weeks on %2$@." = "Every %1$i weeks on %2$@.";

/* Frequency when an event repeats weekly. %1$i: the interval the event repeats on. */
"Every %1$i weeks." = "Every %1$i weeks.";

/* Frequency when an event repeats once a year. %1$i: the interval the event repeats on. %2$@: the date or the week, day and month the event repeats on. For example, First Sunday in March. */
"Every %1$i years on the %2$@." = "Every %1$i years on the %2$@.";

/* Frequency when an event repeats once a year. %1$i: the interval the event repeats on. */
"Every %1$i years." = "Every %1$i years.";

/* Frequency when an event repeats every day. */
"Every day." = "Every day.";

/* Frequency when an event repeats every month. %1$@: the week and day the event repeats on or the days of the month. For example, Last Sunday. */
"Every month on the %1$@." = "Every month on the %1$@.";

/* Frequency when an event repeats every week. %1$@: the days of the week the event repeats on as a comma separated list. */
"Every week on %1$@." = "Every week on %1$@.";

/* Frequency when an event repeats every week. */
"Every week." = "Every week.";

/* The calendar's type:EXCHANGE */
"EXCHANGE" = "EXCHANGE";

/* Frequency when an event repeats monthly. %1$i: the interval the event repeats on. */
"Frequency: %1$i month(s)" = "Frequency: %1$i month(s)";

/* Frequency when an event repeats yearly. %1$i: the interval the event repeats on. */
"Frequency: %1$i year(s)" = "Frequency: %1$i year(s)";

/* Generic Reminder */
"Generic Reminder" = "Generic Reminder";

/* When the participant's type is a calendar  */
"GROUP" = "GROUP";

/* The calendar's type:ICLOUD */
"ICLOUD" = "ICLOUD";

/* the custom color selected by the user is in use by another calendar */
"in use by another calendar" = "in use by another calendar";

/* When the participant's type is an individual */
"INDIVIDUAL" = "INDIVIDUAL";

/* When the participant's status is INPROCESS */
"INPROCESS" = "INPROCESS";

/* The title of the prompt when a user long presses on week view to add a new event */
"Just making sure" = "Just making sure";

/* This asks the user to select from a list of times to add an event to. */
"Just wanted to make sure you select the right time:" = "Just wanted to make sure you select the right time:";

/* The calendar's type:LOCAL */
"LOCAL" = "LOCAL";

/* Description for an event's location. */
"Location" = "Location";

/* Name of the participant */
"Name" = "Name";

/* Never */
"Never" = "Never";

/* When the participant's role is non-participant */
"Non-Participant" = "Non-Participant";

/* Description for an event's notes. */
"Notes" = "Notes";

/* Description when an event only repeats once. */
"Occurs once." = "Occurs once.";

/* Button text on the alert message */
"OK" = "OK";

/* On Date */
"On Date" = "On Date";

/* Frequency when an event repeats once a year. %1$@: the date or the week, day and month the event repeats on. For example, First Sunday in March. */
"Once a year on the %1$@." = "Once a year on the %1$@.";

/* Frequency when an event repeats once a year. */
"Once a year." = "Once a year.";

/* When the participant's role is optional */
"Optional" = "Optional";

/* When the participant's status is PENDING */
"PENDING" = "PENDING";

/* Table header for Event details */
"Prioritize Event Subtitle Text" = "Prioritize Event Subtitle Text";

/* Instructions to the user in a table footer for the event details */
"Prioritize these event details to be displayed in the event subtitle text.  The first one with content will be displayed, so put the most important ones to you at the top." = "Prioritize these event details to be displayed in the event subtitle text.  The first one with content will be displayed, so put the most important ones to you at the top.";

/* The title for a message displayed to user */
"Repeating Event" = "Repeating Event";

/* Description for an event's recurrence. */
"Repeats" = "Repeats";

/* The months of the year an event repeats on. %1$@: the months of the year as a comma separated list. */
"Repeats during the following month(s): %1$@" = "Repeats during the following month(s): %1$@";

/* The weeks of the year an event repeats on. %1$@: the weeks of the year as a comma separated list. */
"Repeats during the following week(s) of the year: %1$@" = "Repeats during the following week(s) of the year: %1$@";

/* The days of the month an event repeats on. %1$@: the days of the month as a comma separated list. */
"Repeats on the following day(s) of the month: %1$@" = "Repeats on the following day(s) of the month: %1$@";

/* The days of the year an event repeats on. %1$@: the days of the year as a comma separated list. */
"Repeats on the following day(s) of the year: %1$@" = "Repeats on the following day(s) of the year: %1$@";

/* The days of the week an event repeats on. %1$@: the days of the week as a comma separated list. */
"Repeats on: %1$@" = "Repeats on: %1$@";

/* When the participant's role is required */
"Required" = "Required";

/* Reset to defaults */
"Reset to defaults" = "Reset to defaults";

/* When the participant's type is a resource */
"RESOURCE" = "RESOURCE";

/* Role of the participant */
"Role" = "Role";

/* When the participant's type is room */
"ROOM" = "ROOM";

/* Instructions to the user as a footer on a table */
"Select a clip to save it as the alert audio" = "Select a clip to save it as the alert audio";

/* Status of the participant */
"Status" = "Status";

/* The calendar's type:SUBSCRIPTION */
"SUBSCRIPTION" = "SUBSCRIPTION";

/* Navigation item to Event details */
"Subtitle text" = "Subtitle text";

/* When the participant's status is TENTATIVE */
"TENTATIVE" = "TENTATIVE";

/* Description when an event's availability is tentative. */
"Tentative" = "Tentative";

/* Error message displayed when the location screen fails to make a connection. */
"There was a connection problem." = "There was a connection problem.";

/* Message text. The user is presented with choices */
"This event repeats.  What would you like to do?" = "This event repeats.  What would you like to do?";

/* Message when the user tries to edit a recurrence rule. */
"This recurrence rule cannot be edited in Calvetica. Press edit to override the current rule." = "This recurrence rule cannot be edited in Calvetica. Press edit to override the current rule.";

/* The time for the event */
"Time" = "Time";

/* between two times, example: 3 PM 'to' 4 PM */
"to" = "to";

/* Description when an event's availability is unavailable.
   When the participant's name or email is not available */
"Unavailable" = "Unavailable";

/* Instructions to the user in a table footer for the event details */
"Uncheck to hide, tap edit and then move to reorder, no deleting allowed" = "Uncheck to hide, tap edit and then move to reorder, no deleting allowed";

/* When the participant's role is UNKNOWN
   When the participant's status is UNKNOWN
   When the participant's type is UNKNOWN */
"UNKNOWN" = "UNKNOWN";

/* Message title when the user tries to edit a recurrence rule event */
"Unknown Recurrence" = "Unknown Recurrence";

/* Untitled */
"Untitled" = "Untitled";

/* Error message displayed when the location screen can't find an address for the user's tap. */
"We couldn't find an address for the location." = "We couldn't find an address for the location.";

/* The week number of a selected date. %1$i: the week number. */
"Week %1$i" = "Week %1$i";

